const productsData = [
    // --- ЭЛЕКТРИКА (40 позиций пример) ---
    { name: "Электромагнитный клапан (Катушка)", article: "6306024", price: 3.292₽, category: "Электрика", image: "chain.jpg" },

    // --- ГИДРАВЛИКА (40 позиций пример) ---
    { name: "Электромагнитный клапан (Катушка)", article: "6306024", price: 3.292₽, category: "Гидравлика", image: "chain.jpg" },

    // --- РАСХОДНИКИ (40 позиций пример) ---
    { name: "Электромагнитный клапан (Катушка)", article: "6306024", price: 3.292₽, category: "Расходники", image: "chain.jpg" },

    // --- ДВИГАТЕЛЬ (40 позиций пример) ---
    { name: "Электромагнитный клапан (Катушка)", article: "6306024", price: 3.292₽, category: "ДВИГАТЕЛЬ", image: "chain.jpg" },

    // --- ХОДОВАЯ ЧАСТЬ (40 позиций пример) ---
    { name: "Электромагнитный клапан (Катушка)", article: "6306024", price: 3.292₽, category: "ХОДОВАЯ ЧАСТЬ", image: "chain.jpg" },
];

export default productsData;